Repository: RemedyMate/remedymate-mobile
Catalog: lib/core/l10n/arb/app_*.arb
Languages: am

source: Settings
am: ቅንብሮች

source: Guest User
am: እንግዳ ተጠቃሚ

source: Anonymous Session
am: የማይታወቅ ክፍለ ጊዜ

source: Edit Profile
am: መገለጫ አርትዕ

source: Account
am: መለያ

source: Manage Profile
am: መገለጫ አስተዳደር

# manageProfileSubtitle
source: Update your information
am: መረጃዎን ያዘምኑ

source: Saved Sessions
am: የተቀመጡ ክፍለ ጊዜዎች

# savedSessionsSubtitle
source: View chat history
am: የውይይት ታሪክ ይመልከቱ

source: Notifications
am: ማሳወቂያዎች

# notificationsSubtitle
source: Manage alerts
am: ማሳወቂያዎችን ያስተዳድሩ

source: Preferences
am: ምርጫዎች

source: Language
am: ቋንቋ

# languageSubtitle
source: English ↔ Amharic
am: እንግሊዝኛ ↔ አማርኛ

source: Text Size
am: የጽሑፍ መጠን

# textSizeSubtitle
source: Adjust readability
am: ንባብን ለማሻሻል

source: Offline Mode
am: ከመስመር ውጭ ሁነታ

# offlineModeSubtitle
source: Cache content locally
am: ይዘቶችን በአካባቢ ያስቀምጡ

source: Support
am: ድጋፍ

# faq
source: FAQ & Help Center
am: ተደጋጋሚ ጥያቄዎች

# faqSubtitle
source: Common questions
am: የተለመዱ ጥያቄዎች

source: Contact Support
am: ድጋፍን ያነጋግሩ

# contactSupportSubtitle
source: Get help from our team
am: ከቡድናችን ድጋፍ ያግኙ

source: Emergency Help
am: ድንገተኛ እርዳታ

# emergencyHelpSubtitle
source: Urgent assistance
am: አስቸኳይ እርዳታ

source: About
am: ስለ እኛ

# terms
source: Terms & Privacy Policy
am: የአገልግሎት ውሎች እና የግላዊነት ፖሊሲ

# termsSubtitle
source: Legal information
am: ህጋዊ መረጃ

source: Version Info
am: የስሪት መረጃ

# versionInfoSubtitle
source: RemedyMate v2.1.0
am: RemedyMate ስሪት 2.1.0

source: Sign Out
am: ዘግተው ይውጡ

# appName
source: RemedyMate
am: ሪሚዲ ሜት

# languageSwitch
source: EN ↔ Amh
am: እንግሊዝኛ ↔ አማርኛ

# homeTitle
source: Safe, Simple Health Guidance at Home
am: በቤትዎ ውስጥ ደህና፣ ቀላል የጤና መመሪያ

# homeSubtitle
source: Chat with RemedyMate for self-care tips in Amharic or English.
am: ሪሚዲ ሜትን በአማርኛ ወይም በእንግሊዝኛ ለራስዎ የጤና ምክር ይጠይቁ።

source: Start Chat
am: ውይይት ጀምር

source: Offline
am: ኦፍላይን

# quickAccessTitle
source: Quick Access
am: ፈጣን መዳረሻ

# exploreTitle
source: Explore
am: ያስሱ

# popularTopicsTitle
source: Popular Topics
am: ታዋቂ ርዕሶች

# localTipsTitle
source: Local Tips
am: የአካባቢ ምክሮች

# quickActionSymptomsTitle
source: Check My Symptoms
am: ምልክቶቼን ይመርምሩ

# quickActionSymptomsSubtitle
source: Start chat flow
am: የውይይት ፍሰት ይጀምሩ

# quickActionLibraryTitle
source: Offline Library
am: ከመስመር ውጭ ላይብረሪ

# quickActionLibrarySubtitle
source: Cached topics
am: የተቀመጡ ርዕሶች

# quickActionSavedTitle
source: Saved Sessions
am: የተቀመጡ ክፍለ ጊዜዎች

# quickActionSavedSubtitle
source: Last 10 chats
am: 10 የመጨረሻ ውይይቶች

# quickActionEmergencyTitle
source: Emergency Help
am: ድንገተኛ እርዳታ

# quickActionEmergencySubtitle
source: Urgent assistance
am: አስቸኳይ እርዳታ

# popularTopicCold
source: Cold
am: ውሃ በሽታ

# popularTopicHeadache
source: Headache
am: ራስ ህመም

# popularTopicHeartburn
source: Heartburn
am: የልብ ቃጠሎ

# popularTopicMotionSickness
source: Motion Sicknes
am: የእንቅስቃሴ በሽታ

# localTipRemedies
source: Safe home remedies
am: ደህና የቤት መድሀኒቶች

# localTipWarnings
source: Important warnings
am: አስፈላጊ ማስጠንቀቂያዎች

# disclaimerText
source: RemedyMate gives general info only. Not medical advice.
am: ሪሚዲ ሜት አጠቃላይ መረጃ ብቻ ይሰጣል። የህክምና ምክር አይደለም።

source: Learn More
am: ተጨማሪ ይማሩ

source: Online
am: በመስመር ላይ

# safetyInfoTitle
source: Important Safety Information
am: አስፈላጊ የደህንነት መረጃ

# safetyInfoPoint1
source: RemedyMate is an AI-powered health information tool designed to provide general guidance only.
am: ሪሚዲ ሜት የአርቲፊሻል ኢንተሊጀንስ የተመሰረተ የጤና መረጃ መሳሪያ ሲሆን አጠቃላይ መመሪያ ብቻ ይሰጣል።

# safetyInfoPoint2
source: This app does NOT replace professional medical advice, diagnosis, or treatment.
am: ይህ መተግበሪያ የሙያ የህክምና ምክር፣ ምርመራ ወይም ሕክምናን አይተካይም።

# safetyInfoPoint3
source: Always consult with qualified healthcare providers for medical concerns.
am: ሁልጊዜ ለየተሟላ የጤና አገልጋዮች ምክር ይጠይቁ።

# safetyInfoPoint4
source: In emergencies, call local emergency services immediately.
am: በድንገተኛ ሁኔታዎች ወዲያውኑ የአካባቢዎን ድንገተኛ አገልግሎት ይደውሉ።

# safetyInfoAction
source: I Understand
am: ተረድቻለሁ

# emergencyTitle
source: Emergency Numbers
am: የድንገተኛ ቁጥሮች

source: Emergency Services
am: አስቸኳይ አገልግሎቶች

source: Poison Control
am: የተፈሰሰ ንጥረ ነገር መቆጣጠሪያ

source: Mental Health Crisis
am: የአእምሮ ጤና ከባድ ሁኔታ

# callAction
source: Call
am: ይደውሉ

# closeAction
source: Close
am: ዝጋ

# symptomCheckerTitle
source: Symptom Checker
am: የምልክት መርመራ

# symptomCheckerGreeting
source: Hello! I’m RemedyMate. I can help you understand your symptoms and provide safe self-care guidance. What symptoms are you experiencing today?
am: ሰላም! እኔ ሪሚዲ ሜት ነኝ። ምልክቶችዎን ለመረዳት እና ደህና የሆነ የራስዎን ዕይታ መመሪያ ለመስጠት እችላለሁ። ዛሬ ምን ዓይነት ምልክቶች አሉዎት?

# symptomCheckerHint
source: Describe your symptoms...
am: ምልክቶችዎን ይግለጹ...

source: Today
am: ዛሬ

source: Yesterday
am: ትናንት

# oneWeek
source: 1 Week
am: 1 ሳምንት

source: Severe pain
am: ጠንካራ ህመም
